Repository: pkshetlie/BannerlordSF
Catalog: translations/messages.*.xlf
Languages: fr

source: Please sign in
fr: Merci de vous connecter

source: Create new
fr: Nouveau

source: challenge.label.title
fr: Titre

source: challenge.label.dateStart
fr: date de debut

source: challenge.label.dateEnd
fr: date de fin

source: challenge.label.type
fr: Type

source: challenge.label.challengers
fr: Challengers

source: challenge.label.actions
fr: actions

source: no records found
fr: aucun enregistrement trouvé

source: Sign in
fr: Déjà membre ?

source: Sign up
fr: Pas de compte ? Inscris-toi !

source: Login
fr: Se connecter

source: Register
fr: S'inscrire

source: Forgot password?
fr: Mot de passe oublié ?

source: Create new account
fr: Créer un compte

source: Thank you for supporting us!
fr: Merci de nous soutenir !

source: Let's get in touch on any of these platforms.
fr: Restons en contact via les réseaux sociaux.

source: About us
fr: A propos de nous

source: License
fr: Licence

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Username
fr: Identifiant

source: Password
fr: Mot de passe

source: Remember me
fr: Se souvenir

source: back to list
fr: retour

source: challenge.label.description
fr: Description

source: challenge.label.banner
fr: Bannière

source: challenge.label.maxChallenger
fr: Nombre de challenger max

source: challenge.label.registrationOpening
fr: Ouverture des inscriptions

source: challenge.label.registrationClosing
fr: Fermeture des inscriptions

source: challenge.label.rules
fr: Règles
